//**** ВНИМАНИЕ!!!
//**** ДАННЫЕ НАСТРОЙКИ ТЕРЯЮТ АКТУАЛЬНОСТЬ ПРИ УСТАНОВЛЕННОМ МОДУЛЕ АНАЛОГИЧНЫХ НАСТРОЕК ПЛАТФОРМЫ

// Размер зоны для игроков на время подготовки Работает как: prepareZoneSize + opforPrepareZonesizeAdd
prepareZoneSize = 40;
opforPrepareZonesizeAdd = 60; 
blueforPrepareZonesizeAdd = 60;

// Противоборствующие стороны ("WEST", "EAST", "INDEPENDENT")
blueforSide = "WEST"; // Брифинг BLUEFOR
opforSide =  "EAST"; // Брифинг OPFOR

// Интро (0 - нет, 1 - да)
UAVIntro = 0;

// Разрешить использовать T-Cube Motion Tracker (Fireteam HUD)? (0 - нет, 1 - да)
fireteamHUD = 0;

// Дистанция обзора (должна быть не менее 200 метров)
viewDistance = 2500;

// Отключать возможность выбора дистанции обзора игроком от 200м до максимальной дистанции, установленной выше
Disable_ViewDistance_Dialog = 0;

// Раздавать игрокам ПНВ в светлое время суток (0 - нет, 1 - да) - не работает
daytimeNVG = 0;

// Отображать диалог выбора оружия. Иначе - выдавать первые виды оружия из массивов основного, второстепенного и пистолетов
equipmentDialog = 0;


//**** ВНИМАНИЕ!!!
//**** ДАННЫЕ НАСТРОЙКИ ТЕРЯЮТ АКТУАЛЬНОСТЬ ПРИ УСТАНОВЛЕННОМ МОДУЛЕ АНАЛОГИЧНЫХ НАСТРОЕК ПЛАТФОРМЫ